tap 'caskroom/cask'

# Developer Tools
cask 'macvim'
cask 'iterm2'
brew 'heroku'
brew 'python3'
brew 'wget'
brew 'tmux'
brew 'reattach-to-user-namespace'
brew 'the_silver_searcher'
brew 'pipes-sh'
brew 'pandoc'
brew 'archey'
brew 'fortune'
brew 'cowsay'
brew 'youtube-dl'

# Desktop Stuff
brew 'koekeishiya/formulae/khd'
brew 'koekeishiya/formulae/kwm'
cask 'vlc'
cask 'skim'
cask 'dropbox'
cask 'spotify'
cask 'firefox'
cask 'google-chrome'
cask 'flux'
mas "The Unarchiver", id: 425424353
