tap 'caskroom/cask'

# Developer Tools
cask 'macvim'
cask 'iterm2'
brew 'heroku'
brew 'python3'
brew 'wget'
cask 'haskell-platform'
brew 'pandoc'
brew 'neofetch'

# Desktop Stuff
cask 'Amethyst'
cask 'vlc'
cask 'skim'
cask 'dropbox'
cask 'spotify'
cask 'firefox'
cask 'google-chrome'
cask 'flux'
mas "The Unarchiver", id: 425424353
brew 'fortune'
