brew 'ack'
brew 'ag'
brew 'ripgrep'
brew 'coreutils'
brew 'ispell'
brew 'wget'
brew 'tree'
brew 'neofetch'
brew 'youtube-dl'
brew 'vim'
brew 'git'
brew 'gnuplot'
brew 'node'
brew tap d12frosted/emacs-plus
brew install emacs-plus

cask 'flux'
cask 'dropbox'
cask 'firefox'
cask 'calibre'
cask 'transmission
cask 'iterm2'
cask 'vlc'
cask 'mactex'
cask 'the-unarchiver'
